{
  "default_msg": "点击亮点查看详细信息",
  "keypoint" :[
    {
      "name": "食道",
      "desc": "食道是一条由肌肉组成的通道，连接咽喉到胃。食道本身并没有任何的消化作用，其主要功能只是帮助运输食物进入胃部。当食物进入咽喉时会触动吞咽的反射动作，自此之后消化的过程就脱离了自我意识可以控制的范围。这个吞咽反射动作主要是蠕动以将食物推入胃中。食道的最尾端与胃相接处有一个括约肌，确保胃酸不会逆流至食道中。",
      "pos": {
        "x": 70,
        "y": 100,
        "z": 5
      }
    },
    {
      "name": "贲门",
      "desc": "贲门位于管状食管向下延伸为囊状的胃壁处的食管胃交界。在希氏角或腹膜反折水平。相当于食管下括约肌下缘，向上与食管相接续。在组织学上和内镜观察中，此处通常被称为胃——食管连接缘。食管与胃小弯之间由胃纵肌形成一环形袢，常用来作为胃与食管的分界。",
      "pos": {
        "x": 70,
        "y": -10,
        "z": -10
      }
    },
    {
      "name": "幽门",
      "desc": "胃与十二指肠相通的部分，周围有厚的环状肌肉。内有腺体，能分泌黏液性的蛋白质。有保护胃黏膜不受粗糙食物磨伤和胃酸侵蚀的作用。幽门是是胃的下端移行于十二指肠的出口。直径约1.5cm，是消化道最狭窄的部分，当局部发生病变时易导致梗阻。",
      "pos": {
        "x": 70,
        "y": -85,
        "z": 40
      }
    },
    {
      "name": "小肠",
      "desc": "小肠位于腹中，上端接幽门与胃相通，下端通过阑门与大肠相连。是食物消化吸收的主要场所。小肠盘曲于腹腔内，上连胃幽门，下接盲肠。全长约4-6米，分为十二指肠、空肠和回肠三部分。食物经小肠内胰液、胆汁和小肠液的化学消化及小肠运动的机械消化。基本上完成了消化过程，同时营养物质被小肠黏膜吸收了。",
      "pos": {
        "x": 70,
        "y": -120,
        "z": 60
      }
    },
    {
      "name": "胃底",
      "desc": "胃贲门平面以上，向左上方膨隆的部分。是胃部最低垂的部位，胃底通常有一些粘液。胃底最高点在左锁骨中线外侧，可达第6肋间隙高度，且靠近贲门位置。因为食物从上往下走，可呈现出漏斗状，有利于食物下行。胃底既可以增强胃部的储存能力，也有利于快速排出堆积的食物。",
      "pos": {
        "x": 70,
        "y": 0,
        "z": -50
      }
    },
    {
      "name": "胃大弯",
      "desc": "胃由前后两壁组成，大部分位于左季肋区，小部分位于腹腔上方。前后壁相连处呈弯曲状。上缘较短，叫胃小弯，凸向右上方，下缘较长，叫胃大弯，凸向左下方。胃大弯贴邻横结肠上缘。胃大弯的形态和位置变异很大，取决于体型，体位，胃壁张力等，胃大弯可达脐下甚至盆腔。站立时，胃大弯最低点可入盆腔，是诊断胃下垂的主要依据。",
      "pos": {
        "x": 70,
        "y": -20,
        "z": -70
      }
    },
    {
      "name": "胃小弯",
      "desc": "胃前、后两壁相接的上缘，叫胃小弯。此弯凹向右上方，其最低点叫角切迹。胃小弯上端至贲门，下端移行于幽门。溃疡、肿瘤等好发生在此处，在临床上有重要意义。",
      "pos": {
        "x": 70,
        "y": -50,
        "z": 5
      }
    },
    {
      "name": "角切迹",
      "desc": "角切迹也称胃角。是胃小弯在最低转角处形成的一处呈90°夹角的切迹。角切迹是胃体部与胃窦部的分界。而非幽门窦和幽门管的分界。所以角切迹并不将胃窦分为幽门窦和幽门管。",
      "pos": {
        "x": 70,
        "y": -65,
        "z": 20
      }
    },
    {
      "name": "幽门窦",
      "desc": "幽门窦又可称为胃窦，是胃和十二指肠相接的通道。幽门窦通常位于胃的最低部，幽门管左侧稍膨大的部分，称为幽门窦。正常情况下，人体进食的食物在胃内消化后，经胃黏膜蠕动从胃体通过幽门窦及幽门进入十二指肠，并进一步经肠道消化代谢。幽门窦的平滑肌具有收缩作用，可以防止十二指肠及以下肠道内的消化液反流到胃内，避免胆汁、肠液等对胃黏膜形成刺激。",
      "pos": {
        "x": 70,
        "y": -95,
        "z": 10
      }
    }
  ]
}
